Repository: cscarney/syndic
Catalog: po/*/syndic.po
Languages: et

# AbstractArticleListPage|
source: Couldn't fetch feed from source
et: Uudisvoo laadimine lähteaadressilt ei õnnestunud

# AbstractArticleListPage|
source: Retry
et: Proovi uuesti

# AbstractArticleListPage|
source: All Read
et: Kõik loetud

# AbstractArticleListPage|
source: No Items
et: Kirjeid ei leidu

# AbstractFeedEditorPage|
source: Feed Url:
et: Uudisvoo võrguaadress:

# AbstractFeedEditorPage|
source: Feed Options
et: Uudisvoo valikud

# AbstractFeedEditorPage|
source: Display Name:
et: Kuvatav nimi:

# AbstractFeedEditorPage|
source: Category:
et: Kategooria:

# AbstractFeedEditorPage|
source: Always load web content
et: Laadi alati veebisisu

# AbstractFeedEditorPage|
source: Fetch updates:
et: Laadi uuendusi:

# AbstractFeedEditorPage|
source: Use Global Setting
et: Kasutades üldiseid seadistusi

# AbstractFeedEditorPage|
source: %n minute(s)
et: %n minuti järel

# AbstractFeedEditorPage|
source: Never
et: Mitte kunagi

# AbstractFeedEditorPage|
source: Delete old items:
et: Kustuta vanad kirjed:

# AbstractFeedEditorPage|
source: %n day(s)
et: %n päeva järel

# AbstractPlaceholderPage|
source: Select an item to view it here
et: Vali vaadatav kirje

# AddFeedPage|
source: Add Content
et: Lisa sisu

# AddFeedPage|
source: Preview…
et: Eelvaade…

# ArticlePage|
source: Open
et: Ava

# ArticlePage|
source: Share
et: Jaga

# ArticlePage|
source: Starred
et: Märgitud lemmikuks

# ArticlePage|
source: Keep Unread
et: Jäta lugemata kirjed alles

# ArticlePage|
source: Show Web Content
et: Näita sisu veebist

# ArticlePage|
source: Reload Web Content
et: Laadi veebisisu uuesti

# EditFeedPage|
source: Save
et: Salvesta

# EditFeedPage|
source: Delete
et: Kustuta

# ErrorPlaceholderPage|
source: Retry
et: Proovi uuesti

# FeedListModel|special feed name
source: All Items
et: Kõik kirjed

# FeedListModel|special feed name
source: Starred Items
et: Lemmikud

# FeedPage|
source: Mark All Read
et: Märgi kõik loetuks

# FeedPage|
source: Hide Read
et: Peida loetud

# FeedPage|
source: Edit…
et: Muuda…

# FeedPage|
source: Refresh
et: Värskenda andmeid

# FeedPage|
source: Cancel
et: Katkesta

# FeedPreviewPage|
source: Subscribe
et: Telli

# NotificationController|system tray menu action
source: Quit
et: Välju

# NotificationController|Notification Text
source: %1 New Item(s)
et: %1 uus kirje

# OverviewPage|
source: Highlights
et: Esiletõstetud

# OverviewPage|
source: Gathering highlights...
et: Kogume andmeid esiletõstmiseks...

# OverviewPage|
source: Refresh
et: Värskenda andmeid

# ReadableContentSettingsDialog|
source: Select feeds to display web content:
et: Veebisisu näitamiseks vali uudisvood:

# ReadableContentSettingsDialog|
source: Download articles:
et: Laadi alla artiklid:

# ReadableContentSettingsDialog|
source: When opened
et: Kui on avatud

# ReadableContentSettingsDialog|
source: With feed updates
et: Uudisvoo uuendamisel

# SearchResultPage|
source: Search results for "%1"
et: Otsingutulemused märksõnale „%1“

# SettingsPage|
source: Settings
et: Seadistused

# SettingsPage|
source: Fetch updates:
et: Laadi uuendusi:

# SettingsPage|
source: On application start
et: rakenduse käivitamisel

# SettingsPage|
source: Automatically every:
et: automaatselt iga:

# SettingsPage|
source: %n minute(s)
et: %n minuti järel

# SettingsPage|
source: Run in background
et: Käivita rakendus taustal

# SettingsPage|
source: Delete old items:
et: Kustuta vanad kirjed:

# SettingsPage|
source: %n day(s)
et: %n päeva möödumisel

# SettingsPage|
source: Start page:
et: Avaleht:

# SettingsPage|
source: Highlights
et: esiletõstetud kirjed

# SettingsPage|
source: All Items
et: kõik kirjed

# SettingsPage|
source: Sort feed list:
et: Järjesta uudisvoogude loendit:

# SettingsPage|
source: Alphabetical
et: tähestikuliselt

# SettingsPage|
source: Unread First
et: lugemata kirjed eespool

# SettingsPage|
source: Article font:
et: Artiklis kasutatav kirjatüüp:

# SettingsPage|entry in font list
source: Use system font
et: Kasuta süsteemi kirjatüüpi

# SettingsPage|
source: Web content:
et: Veebisisu:

# SettingsPage|
source: Configure…
et: Seadista…

# SettingsPage|
source: OPML Data:
et: Andmed OPML-vormingus:

# SettingsPage|
source: Import…
et: Impordi…

# SettingsPage|
source: Export…
et: Ekspordi…

# StarredItemsPage|
source: Hide Read
et: Peida loetud kirjed

# UpdatingPlaceholderPage|
source: Update in Progress
et: Uuendus on pooleli

# main|
source: Highlights
et: Esiletõstetud kirjed

# main|
source: Add Content
et: Lisa uudisvoog

# main|
source: Settings
et: Seadistused

# main|
source: About %1
et: %1u teave
